/* 
 Localizable.strings
 Sparkle
 
 Created by Pranav Bhat on 10/21/13.
 Copyright (c) 2013 Oracle Corporation. All rights reserved.
 */

/* Web Java View strings */
"webJavaWindowTitle" = "Browser-Plug-in deaktiviert";
"webJavaViewHeading" = "Java-Inhalte werden in Webbrowsern deaktiviert";
"webJavaViewDesc" = "Wählen Sie zum Aktivieren dieser Funktion die Option \"Java-Inhalte im Webbrowser\" auf der Registerkarte \"Sicherheit\" im Java Control Panel aus";

/* Restore Windows Strings */
"restoreWindowTitle" = "Sicherheits-Prompts wiederherstellen";
"restoreWindowDesc" = "Einige Java-Sicherheits-Prompts wurden ausgeblendet, als Sie die Option \"Diese Meldung nicht mehr anzeigen\" ausgewählt haben. Sie können die Verwaltung Ihrer personenbezogenen Daten sicherer machen, indem Sie diese Prompts alle 30 Tage wiederherstellen.";
"moreInformation" = "Weitere Informationen";
"restoreCheckbox" = "Java-Sicherheits-Prompts wiederherstellen";

/* Common strings*/
"continueButton" = "Weiter";
"closeButton" = "Schließen";

/* Security level warning message as per UE team's recommendation*/
"securityHightenedWarning" = "Die Sicherheitsstufe wird auf den Mindestwert \"Hoch\" eingestellt.";
